Repository: ncleton/vibe-walkie
Catalog: iOS/AppRemoteiOS/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, yue, zh_hans, zh_hant

# premium.view.plans
source: View Premium Plans
ar: عرض الخطط المميزة
ca: Veure els plans Premium
cs: Zobrazit prémiové plány
da: Se Premium-planer
de: Premium-Pläne anzeigen
el: Προβολή Προγραμμάτων Premium
es: Ver planes premium
fi: Katso Premium-suunnitelmat
fr: Voir les formules Premium
he: הצג תוכניות פרימיום
hi: प्रीमियम योजनाएं देखें
hr: Pogledajte Premium planove
hu: Tekintse meg a prémium csomagokat
id: Lihat Paket Premium
it: Visualizza i piani Premium
ja: プレミアムプランを見る
ko: 프리미엄 플랜 보기
ms: Lihat Pelan Premium
nb: Se Premium-planer
nl: Bekijk Premium-abonnementen
pl: Zobacz plany premium
pt: Ver planos premium
ro: Vedeți planurile premium
ru: Посмотреть Премиум-планы
sk: Zobraziť prémiové plány
sv: Visa premiumplaner
th: ดูแผนพรีเมียม
tr: Premium Planları Görüntüle
uk: Переглянути преміум-плани
vi: Xem gói cao cấp
yue: 睇返高級計劃
zh_hans: 查看高级计划
zh_hant: 查看高級計劃

# premium.status.active
source: Premium Active
ar: قسط نشط
de: Premium Aktiv
es: Premium Activo
fi: Premium aktiivinen
fr: Premium actif
he: פרימיום אקטיב
hi: प्रीमियम सक्रिय
hr: Premium aktivan
hu: Prémium aktív
id: Premium Aktif
it: Attivo Premium
ja: プレミアムアクティブ
ko: 프리미엄 액티브
nl: Premium Actief
pl: Premium Aktywny
pt: Prêmio Ativo
ru: Премиум Актив
th: พรีเมี่ยมแอคทีฟ
tr: Premium Aktif
vi: Hoạt động cao cấp
yue: 高級活性
zh_hans: 高级活跃
zh_hant: 進階活躍

# premium.error.load
source: Unable to load the plans. Check your connection and try again.
ar: غير قادر على تحميل الخطط. تحقق من اتصالك وحاول مرة أخرى.
ca: No es poden carregar els plans. Comprova la teva connexió i torna-ho a provar.
cs: Plány nelze načíst. Zkontrolujte připojení a zkuste to znovu.
da: Kan ikke indlæse planerne. Tjek din forbindelse, og prøv igen.
de: Die Pläne können nicht geladen werden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
el: Δεν είναι δυνατή η φόρτωση των σχεδίων. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se pueden cargar los planos. Comprueba tu conexión y vuelve a intentarlo.
fi: Suunnitelmia ei voi ladata. Tarkista yhteys ja yritä uudelleen.
fr: Impossible de charger les formules. Vérifiez votre connexion et réessayez.
he: לא ניתן לטעון את התוכניות. בדוק את החיבור שלך ונסה שוב.
hi: योजनाएं लोड करने में असमर्थ. अपना कनेक्शन जांचें और पुनः प्रयास करें।
hr: Nije moguće učitati planove. Provjerite vezu i pokušajte ponovno.
hu: Nem sikerült betölteni a terveket. Ellenőrizze a kapcsolatot, és próbálja újra.
id: Tidak dapat memuat rencana. Periksa koneksi Anda dan coba lagi.
it: Impossibile caricare i piani. Controlla la connessione e riprova.
ja: 計画をロードできません。接続を確認して、もう一度試してください。
ko: 계획을 로드할 수 없습니다. 연결을 확인하고 다시 시도하세요.
ms: Tidak dapat memuatkan rancangan. Semak sambungan anda dan cuba lagi.
nb: Kan ikke laste inn planene. Sjekk tilkoblingen og prøv igjen.
nl: Kan de plannen niet laden. Controleer uw verbinding en probeer het opnieuw.
pl: Nie można wczytać planów. Sprawdź połączenie i spróbuj ponownie.
pt: Não foi possível carregar os planos. Verifique sua conexão e tente novamente.
ro: Imposibil de încărcat planurile. Verificați conexiunea și încercați din nou.
ru: Не удалось загрузить планы. Проверьте подключение и повторите попытку.
sk: Nie je možné načítať plány. Skontrolujte pripojenie a skúste to znova.
sv: Det gick inte att ladda planerna. Kontrollera din anslutning och försök igen.
th: ไม่สามารถโหลดแผนได้ ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Planlar yüklenemiyor. Bağlantınızı kontrol edip tekrar deneyin.
uk: Не вдалося завантажити плани. Перевірте підключення та повторіть спробу.
vi: Không thể tải các kế hoạch. Hãy kiểm tra kết nối của bạn và thử lại.
yue: 載入唔到計劃。檢查你嘅連線，然後試多一次。
zh_hans: 无法加载计划。检查您的连接并重试。
zh_hant: 無法載入計劃。檢查您的連線並重試。

# premium.error.purchase
source: The purchase could not be completed. Please try again.
ar: لا يمكن إكمال عملية الشراء. يرجى المحاولة مرة أخرى.
ca: La compra no s'ha pogut completar. Si us plau, torna-ho a provar.
cs: Nákup nebylo možné dokončit. Zkuste to prosím znovu.
da: Købet kunne ikke gennemføres. Prøv venligst igen.
de: Der Kauf konnte nicht abgeschlossen werden. Bitte versuchen Sie es erneut.
el: Δεν ήταν δυνατή η ολοκλήρωση της αγοράς. Δοκιμάστε ξανά.
es: La compra no se pudo completar. Por favor inténtalo de nuevo.
fi: Ostoa ei voitu suorittaa loppuun. Yritä uudelleen.
fr: L’achat n’a pas pu aboutir. Veuillez réessayer.
he: לא ניתן היה להשלים את הרכישה. אנא נסה שוב.
hi: खरीदारी पूरी नहीं हो सकी. कृपया पुन: प्रयास करें।
hr: Kupnja nije mogla biti dovršena. Molimo pokušajte ponovo.
hu: A vásárlást nem lehetett befejezni. Kérjük, próbálja újra.
id: Pembelian tidak dapat diselesaikan. Silakan coba lagi.
it: Impossibile completare l'acquisto. Per favore riprova.
ja: 購入を完了できませんでした。もう一度試してください。
ko: 구매를 완료할 수 없습니다. 다시 시도해 주세요.
ms: Pembelian tidak dapat diselesaikan. Sila cuba lagi.
nb: Kjøpet kunne ikke gjennomføres. Vennligst prøv igjen.
nl: De aankoop kon niet worden voltooid. Probeer het opnieuw.
pl: Nie udało się sfinalizować zakupu. Spróbuj ponownie.
pt: A compra não pôde ser concluída. Por favor, tente novamente.
ro: Achiziția nu a putut fi finalizată. Vă rugăm să încercați din nou.
ru: Покупка не может быть завершена. Пожалуйста, попробуйте еще раз.
sk: Nákup nebolo možné dokončiť. Skúste to znova.
sv: Köpet kunde inte genomföras. Försök igen.
th: ไม่สามารถดำเนินการซื้อให้เสร็จสิ้นได้ โปรดลองอีกครั้ง
tr: Satın alma işlemi tamamlanamadı. Lütfen tekrar deneyin.
uk: Не вдалося завершити покупку. Спробуйте ще раз.
vi: Việc mua hàng không thể hoàn tất. Vui lòng thử lại.
yue: 個購買完成唔到。唔該再試多次。
zh_hans: 购买无法完成。请再试一次。
zh_hant: 購買無法完成。請再試一次。

# premium.error.restore
source: Purchases could not be restored. Please try again.
ar: لا يمكن استعادة المشتريات. يرجى المحاولة مرة أخرى.
ca: No s'han pogut restaurar les compres. Si us plau, torna-ho a provar.
cs: Nákupy se nepodařilo obnovit. Zkuste to prosím znovu.
da: Køb kunne ikke genoprettes. Prøv venligst igen.
de: Einkäufe konnten nicht wiederhergestellt werden. Bitte versuchen Sie es erneut.
el: Δεν ήταν δυνατή η επαναφορά των αγορών. Δοκιμάστε ξανά.
es: Las compras no se pudieron restaurar. Por favor inténtalo de nuevo.
fi: Ostoksia ei voitu palauttaa. Yritä uudelleen.
fr: Les achats n’ont pas pu être restaurés. Veuillez réessayer.
he: לא ניתן היה לשחזר את הרכישות. אנא נסה שוב.
hi: खरीदारी बहाल नहीं की जा सकी. कृपया पुन: प्रयास करें।
hr: Kupnje se ne mogu vratiti. Molimo pokušajte ponovo.
hu: A vásárlásokat nem lehetett visszaállítani. Kérjük, próbálja újra.
id: Pembelian tidak dapat dikembalikan. Silakan coba lagi.
it: Impossibile ripristinare gli acquisti. Per favore riprova.
ja: 購入を復元できませんでした。もう一度試してください。
ko: 구매를 복원할 수 없습니다. 다시 시도해 주세요.
ms: Pembelian tidak dapat dipulihkan. Sila cuba lagi.
nb: Kjøp kunne ikke gjenopprettes. Vennligst prøv igjen.
nl: Aankopen konden niet worden hersteld. Probeer het opnieuw.
pl: Nie udało się przywrócić zakupów. Spróbuj ponownie.
pt: Não foi possível restaurar as compras. Por favor, tente novamente.
ro: Achizițiile nu au putut fi restabilite. Vă rugăm să încercați din nou.
ru: Покупки восстановить не удалось. Пожалуйста, попробуйте еще раз.
sk: Nákupy nebolo možné obnoviť. Skúste to znova.
sv: Köp kunde inte återställas. Försök igen.
th: ไม่สามารถกู้คืนการซื้อได้ โปรดลองอีกครั้ง
tr: Satın alma işlemleri geri yüklenemedi. Lütfen tekrar deneyin.
uk: Покупки не можна відновити. Спробуйте ще раз.
vi: Không thể khôi phục giao dịch mua. Vui lòng thử lại.
yue: 恢復唔到購買。唔該再試多次。
zh_hans: 无法恢复购买。请再试一次。
zh_hant: 無法恢復購買。請再試一次。

# premium.purchase.pending
source: The purchase is awaiting approval.
ar: الشراء في انتظار الموافقة.
ca: La compra està pendent d'aprovació.
cs: Nákup čeká na schválení.
da: Købet afventer godkendelse.
de: Der Kauf muss noch genehmigt werden.
el: Η αγορά αναμένει έγκριση.
es: La compra está pendiente de aprobación.
fi: Osto odottaa hyväksyntää.
fr: L’achat est en attente d’approbation.
he: הרכישה ממתינה לאישור.
hi: खरीद को मंजूरी का इंतजार है.
hr: Kupnja čeka odobrenje.
hu: A vásárlás jóváhagyásra vár.
id: Pembelian sedang menunggu persetujuan.
it: L'acquisto è in attesa di approvazione.
ja: 購入は承認を待っています。
ko: 구매가 승인 대기 중입니다.
ms: Pembelian sedang menunggu kelulusan.
nb: Kjøpet venter på godkjenning.
nl: De aankoop wacht op goedkeuring.
pl: Zakup oczekuje na zatwierdzenie.
pt: A compra está aguardando aprovação.
ro: Achiziția așteaptă aprobarea.
ru: Покупка ожидает одобрения.
sk: Nákup čaká na schválenie.
sv: Köpet väntar på godkännande.
th: การซื้ออยู่ระหว่างรอการอนุมัติ
tr: Satın alma işlemi onay bekliyor.
uk: Закупівля очікує погодження.
vi: Việc mua đang chờ phê duyệt.
yue: 呢個購買仲等緊批准。
zh_hans: 此次购买正在等待批准。
zh_hant: 此次購買正在等待批准。

# premium.restore.none
source: No previous purchase was found for this Apple Account.
ar: لم يتم العثور على عملية شراء سابقة لهذا Apple Account.
ca: No s'ha trobat cap compra anterior per a aquest Apple Account.
cs: Pro tento Apple Account nebyl nalezen žádný předchozí nákup.
da: Der blev ikke fundet noget tidligere køb for denne Apple Account.
de: Für dieses Apple Account wurde kein vorheriger Kauf gefunden.
el: Δεν βρέθηκε προηγούμενη αγορά για αυτήν την Apple Account.
es: No se encontró ninguna compra anterior para esta Apple Account.
fi: Tälle Apple Account:lle ei löytynyt aiempaa ostosta.
fr: Aucun achat antérieur n’a été trouvé pour ce compte Apple.
he: לא נמצאה רכישה קודמת עבור Apple Account זה.
hi: इस Apple Account के लिए कोई पिछली खरीदारी नहीं मिली.
hr: Nije pronađena prethodna kupnja za ovaj Apple Account.
hu: Nem található korábbi vásárlás ehhez a(z) Apple Account fiókhoz.
id: Tidak ditemukan pembelian sebelumnya untuk Apple Account ini.
it: Nessun acquisto precedente trovato per questo Apple Account.
ja: この Apple Account に対する以前の購入は見つかりませんでした。
ko: 이 Apple Account에 대한 이전 구매를 찾을 수 없습니다.
ms: Tiada pembelian sebelumnya ditemui untuk Apple Account ini.
nb: Ingen tidligere kjøp ble funnet for denne Apple Account.
nl: Er is geen eerdere aankoop gevonden voor deze Apple Account.
pl: Nie znaleziono żadnego poprzedniego zakupu dla tego konta Apple Account.
pt: Nenhuma compra anterior foi encontrada para esta Apple Account.
ro: Nu a fost găsită nicio achiziție anterioară pentru acest Apple Account.
ru: Для этого Apple Account не обнаружено предыдущих покупок.
sk: Pre tento Apple Account sa nenašiel žiadny predchádzajúci nákup.
sv: Inget tidigare köp hittades för denna Apple Account.
th: ไม่พบการซื้อก่อนหน้านี้สำหรับ Apple Account นี้
tr: Bu Apple Account için daha önce yapılmış bir satın alma bulunamadı.
uk: Для цього Apple Account не знайдено попередніх покупок.
vi: Không tìm thấy giao dịch mua trước nào cho Apple Account này.
yue: 搵唔到之前買過呢個 { APPLE _ 帳戶 } 嘅嘢。
zh_hans: 未找到此 Apple Account 之前的购买记录。
zh_hant: 未找到此 Apple Account 之前的購買記錄。

# ios.health.longevity.projection.eyebrow
source: TODAY'S PACE · 5 DAYS/WEEK
ar: وتيرة اليوم · 5 أيام/أسبوع
ca: RITME D'Avui · 5 DIES/SETMANA
cs: DNEŠNÍ TEPLO · 5 DNÍ/TÝDEN
da: DAGENS PACE · 5 DAGE/UGE
de: HEUTIGES TEMPO · 5 TAGE/WOCHE
el: Ο ΣΗΜΕΡΙΝΟΣ ΡΥΘΜΟΣ · 5 ΗΜΕΡΕΣ/ΕΒΔΟΜΑΔΑ
es: RITMO DE HOY · 5 DÍAS/SEMANA
fi: PÄIVÄN TAHTI · 5 PÄIVÄÄ/VIIKKO
fr: RYTHME DU JOUR · 5 JOURS/SEMAINE
he: הקצב של היום · 5 ימים/שבוע
hi: आज की गति · 5 दिन/सप्ताह
hr: DANAŠNJI TEMPO · 5 DANA TJEDNU
hu: MAI TEMPEM · 5 NAP/HÉT
id: KECEPATAN HARI INI · 5 HARI/MINGGU
it: RITMO DI OGGI · 5 GIORNI/SETTIMANA
ja: 今日のペース · 週 5 日
ko: 오늘의 속도 · 주 5일
ms: KEPADA HARI INI · 5 HARI/MINGGU
nb: DAGENS PACE · 5 DAGER/UKE
nl: HET TEMPO VAN VANDAAG · 5 DAGEN/WEEK
pl: TEMPO DZISIAJ · 5 DNI/TYDZIEŃ
pt: RITMO DE HOJE · 5 DIAS/SEMANA
ro: RITUL DE AZI · 5 ZILE/SĂPTĂMÂNĂ
ru: СЕГОДНЯШНИЙ ТЕМП · 5 ДНЕЙ/НЕДЕЛЮ
sk: DNEŠNÉ TEPLO · 5 DNÍ/TÝŽDEŇ
sv: DAGENS TAKT · 5 DAGAR/VECKA
th: ก้าวของวันนี้ · 5 วัน/สัปดาห์
tr: BUGÜNÜN HIZI · 5 GÜN/HAFTA
uk: СЬОГОДНІШНІЙ ТЕМП · 5 ДНІВ/ТИЖДЕНЬ
vi: TỐC ĐỘ HÔM NAY · 5 NGÀY/TUẦN
yue: 今日嘅步伐 · 每星期 5 日
zh_hans: 今日节奏 · 每周 5 天
zh_hant: 今日節奏 · 每週 5 天

# ios.health.longevity.projection.value
source: ≈ +%@ years
ar: ≈ +%@ سنة
ca: ≈ +%@ anys
cs: ≈ +%@ let
da: ≈ +%@ år
de: ≈ +%@ Jahre
el: ≈ +%@ έτη
es: ≈ +%@ años
fi: ≈ +%@ vuotta
fr: ≈ +%@ ans
he: ≈ +%@ שנים
hi: ≈ +%@ वर्ष
hr: ≈ +%@ godina
hu: ≈ +%@ év
id: ≈ +%@ tahun
it: ≈ +%@ anni
ja: ≈ +%@ 年
ko: ≒ +%@년
ms: ≈ +%@ tahun
nb: ≈ +%@ år
nl: ≈ +%@ jaar
pl: ≈ +%@ lat
pt: ≈ +%@ anos
ro: ≈ +%@ ani
ru: ≈ +%@ лет
sk: ≈ +%@ rokov
sv: ≈ +%@ år
th: data +%@ ปี
tr: ≈ +%@ yıl
uk: ≈ +%@ років
vi: ≈ +%@ năm
yue: ≈ +%@ 年
zh_hans: ≈ +%@ 年
zh_hant: ≈ +%@ 年

# ios.health.longevity.projection.after40
source: of life expectancy associated after age 40
ar: من العمر المتوقع المرتبط بعد سن الأربعين
ca: d'esperança de vida associada després dels 40 anys
cs: očekávané délky života spojené s věkem po 40 letech
da: af forventet levetid efter 40 år
de: der Lebenserwartung nach dem 40. Lebensjahr
el: του προσδόκιμου ζωής που σχετίζεται μετά την ηλικία των 40 ετών
es: de esperanza de vida asociada después de los 40 años
fi: 40 vuoden iän jälkeen liittyvästä elinajanodoteesta
fr: d’espérance de vie associée après 40 ans
he: תוחלת החיים הקשורה לאחר גיל 40
hi: 40 वर्ष की आयु के बाद जुड़ी जीवन प्रत्याशा
hr: očekivanog životnog vijeka nakon 40
hu: 40 év után várható élettartam
id: harapan hidup yang terkait setelah usia 40 tahun
it: dell’aspettativa di vita associata dopo i 40 anni
ja: 40歳以降に関連する平均余命
ko: 40세 이후의 기대 수명
ms: jangka hayat yang dikaitkan selepas umur 40 tahun
nb: av forventet levealder etter 40 år
nl: van de levensverwachting na de leeftijd van 40 jaar
pl: średniej długości życia po 40
pt: da esperança de vida associada após os 40 anos
ro: a speranței de viață asociate după vârsta de 40 de ani
ru: ожидаемой продолжительности жизни после 40 лет
sk: strednej dĺžky života spojenej po 40. roku života
sv: förväntad livslängd efter 40 års ålder
th: ของอายุขัยที่เกี่ยวข้องหลังจากอายุ 40 ปี
tr: 40 yaşından sonra ilişkili yaşam beklentisi
uk: очікуваної тривалості життя після 40 років
vi: tuổi thọ liên quan đến sau tuổi 40
yue: 歲之後嘅預期壽命
zh_hans: 40 岁以后的预期寿命
zh_hant: 40 歲以後的預期壽命

# ios.health.longevity.projection.summary
source: Repeating today's %lld brisk minutes 5 days a week would total %lld min/week.
ar: سيؤدي تكرار %lld من الدقائق السريعة لمدة 5 أيام في الأسبوع إلى إجمالي %lld دقيقة/أسبوع.
ca: Repetir els %lld minuts ràpids d'avui 5 dies a la setmana suposaria un total de %lld min/setmana.
cs: Opakování dnešních %lld rychlých minut 5 dní v týdnu by celkem %lld min/týden.
da: Gentagelse af dagens %lld raske minutter 5 dage om ugen ville i alt %lld min/uge.
de: Die Wiederholung der heutigen %lld flotten Minuten an fünf Tagen in der Woche würde insgesamt %lld Minuten/Woche ergeben.
el: Η επανάληψη των σημερινών %lld ζωηρά λεπτών 5 ημέρες την εβδομάδα θα είναι συνολικά %lld λεπτά/εβδομάδα.
es: Repetir los %lld minutos rápidos de hoy 5 días a la semana sumaría %lld minutos por semana.
fi: Tämän päivän %lld reippaan minuutin toistaminen viitenä päivänä viikossa tekisi yhteensä %lld min/viikko.
fr: En reproduisant les %lld min soutenues d’aujourd’hui 5 jours par semaine : %lld min/semaine.
he: חזרה על %lld דקות נמרצות של היום 5 ימים בשבוע תסתכם ב-%lld דקות לשבוע.
hi: आज के %lld तेज़ मिनटों को सप्ताह में 5 दिन दोहराने पर कुल %lld मिनट/सप्ताह होगा।
hr: Ponavljanje današnjih %lld brzih minuta 5 dana u tjednu ukupno bi iznosilo %lld min/tjedno.
hu: Ha a mai nap %lld gyors perceit a hét 5 napján megismételjük, összesen %lld perc/hét.
id: Mengulangi %lld menit cepat hari ini selama 5 hari seminggu akan menghasilkan total %lld mnt/minggu.
it: Ripetendo i %lld minuti veloci di oggi 5 giorni a settimana il totale sarebbe di %lld min/settimana.
ja: 今日の %lld 分の早足を週 5 日繰り返すと、合計は週あたり %lld 分になります。
ko: 오늘의 활발한 %lld분을 주 5일 반복하면 총 %lld분/주가 됩니다.
ms: Mengulangi %lld minit pantas hari ini 5 hari seminggu akan berjumlah %lld min/minggu.
nb: Å gjenta dagens %lld raske minutter 5 dager i uken ville totalt %lld min/uke.
nl: Als u de %lld stevige minuten van vandaag vijf dagen per week herhaalt, komt u in totaal op %lld min/week.
pl: Powtarzanie dzisiejszych %lld energicznych minut przez 5 dni w tygodniu oznaczałoby łącznie %lld min/tydzień.
pt: Repetir os %lld minutos rápidos de hoje, 5 dias por semana, totalizaria %lld min/semana.
ro: Repetarea celor %lld minute rapide de astăzi, 5 zile pe săptămână, ar totaliza %lld min/săptămână.
ru: Повторение сегодняшних %lld минут 5 дней в неделю составит %lld минут в неделю.
sk: Opakovanie dnešných %lld rýchlych minút 5 dní v týždni by celkovo %lld min/týždeň.
sv: Att upprepa dagens %lld snabba minuter 5 dagar i veckan skulle sammanlagt %lld min/vecka.
th: การทำ %lld นาทีที่รวดเร็วของวันนี้ซ้ำ 5 วันต่อสัปดาห์จะรวมเป็น %lld นาที/สัปดาห์
tr: Bugünün %lld tempolu dakikasını haftanın 5 günü tekrarlamak, haftada toplam %lld dakika olacaktır.
uk: Повторення сьогоднішніх %lld хвилин інтенсивної роботи 5 днів на тиждень становитиме %lld хвилин на тиждень.
vi: Lặp lại %lld phút chạy nhanh hôm nay 5 ngày một tuần sẽ có tổng cộng %lld phút/tuần.
yue: 每星期5日重複今日嘅 %lld 快速分鐘，每星期總共會 %lld 分鐘。
zh_hans: 每周 5 天重复今天的 %lld 分钟轻快运动，每周总共需要 %lld 分钟。
zh_hant: 每週 5 天重複今天的 %lld 分鐘輕快運動，每週總共需要 %lld 分鐘。

# ios.health.longevity.projection.unavailable
source: Apple Health needs brisk exercise minutes to calculate this projection.
ar: يحتاج Apple Health إلى دقائق تمرين سريعة لحساب هذا التوقع.
ca: Apple Health necessita minuts d'exercici ràpid per calcular aquesta projecció.
cs: K výpočtu této projekce potřebuje Apple Health minuty rychlého cvičení.
da: Apple Health har brug for raske træningsminutter for at beregne denne fremskrivning.
de: Apple Health benötigt flotte Trainingsminuten, um diese Prognose zu berechnen.
el: Η εφαρμογή Apple Health χρειάζεται λεπτά γρήγορης άσκησης για να υπολογίσει αυτήν την προβολή.
es: Apple Health necesita minutos de ejercicio intenso para calcular esta proyección.
fi: Apple Health tarvitsee nopeita harjoitusminuutteja laskeakseen tämän projektion.
fr: Apple Santé doit fournir les minutes d’exercice soutenu pour calculer cette projection.
he: Apple Health זקוק לדקות אימון נמרצות כדי לחשב את התחזית הזו.
hi: इस प्रक्षेपण की गणना करने के लिए Apple Health को तेज़ व्यायाम मिनटों की आवश्यकता है।
hr: Apple Health treba minute brze vježbe za izračunavanje ove projekcije.
hu: A(z) Apple Health gyors edzéspercekre van szüksége ennek az előrejelzésnek a kiszámításához.
id: Apple Health memerlukan menit olahraga cepat untuk menghitung proyeksi ini.
it: Apple Health necessita di minuti di esercizio fisico intenso per calcolare questa proiezione.
ja: Apple Health は、この予測を計算するために、数分間の活発な運動が必要です。
ko: Apple Health이 이 예측을 계산하려면 빠른 운동 시간이 필요합니다.
ms: Apple Health memerlukan minit senaman pantas untuk mengira unjuran ini.
nb: Apple Health trenger raske treningsminutter for å beregne denne projeksjonen.
nl: Apple Health heeft stevige trainingsminuten nodig om deze projectie te berekenen.
pl: Apple Health potrzebuje minut intensywnych ćwiczeń, aby obliczyć tę projekcję.
pt: Apple Health precisa de alguns minutos de exercícios rápidos para calcular essa projeção.
ro: Apple Health are nevoie de minute de exerciții rapide pentru a calcula această proiecție.
ru: Чтобы рассчитать этот прогноз, пользователю Apple Health потребуется несколько минут интенсивных тренировок.
sk: Apple Health potrebuje na výpočet tejto projekcie minúty rýchleho cvičenia.
sv: Apple Health behöver snabba träningsminuter för att beräkna denna projektion.
th: Apple Health ต้องใช้เวลาออกกำลังกายอย่างรวดเร็วเพื่อคำนวณการฉายภาพนี้
tr: Apple Health'ın bu projeksiyonu hesaplamak için tempolu egzersiz dakikalarına ihtiyacı var.
uk: Apple Health потребує хвилин інтенсивних вправ, щоб розрахувати цей прогноз.
vi: Apple Health cần vài phút tập thể dục nhanh để tính toán phép chiếu này.
yue: Apple Health 需要快速運動分鐘先可以計算呢個預測。
zh_hans: Apple Health 需要快速运动分钟来计算此预测。
zh_hant: Apple Health 需要快速運動分鐘來計算此預測。

# ios.health.longevity.projection.disclaimer
source: Population association compared with no leisure-time moderate-to-vigorous activity—not an individual prediction.
ar: الارتباط السكاني مقارنة بعدم وجود نشاط معتدل إلى قوي في وقت الفراغ - وليس تنبؤًا فرديًا.
ca: Associació de població en comparació amb l'absència d'activitats moderades a vigoroses en el temps lliure, no una predicció individual.
cs: Populační asociace ve srovnání s žádnou mírnou až intenzivní aktivitou ve volném čase – není to individuální předpověď.
da: Befolkningssammenslutning sammenlignet med ingen moderat til kraftig aktivitet i fritiden - ikke en individuel forudsigelse.
de: Bevölkerungsassoziation im Vergleich zu keiner mäßigen bis intensiven Freizeitaktivität – keine individuelle Vorhersage.
el: Συσχέτιση πληθυσμού σε σύγκριση με καμία μέτρια έως έντονη δραστηριότητα στον ελεύθερο χρόνο - όχι μια ατομική πρόβλεψη.
es: La asociación de la población en comparación con la ausencia de actividad de moderada a vigorosa en el tiempo libre no es una predicción individual.
fi: Väestöyhdistys verrattuna siihen, ettei vapaa-aikaa ole keskivaikeasta voimakkaaseen toimintaan – ei yksilöllinen ennuste.
fr: Association observée dans une population, comparée à l’absence d’activité de loisir modérée à vigoureuse — pas une prédiction individuelle.
he: התאגדות אוכלוסייה בהשוואה ללא פעילות מתונה עד נמרצת בשעות הפנאי - לא תחזית אינדיבידואלית.
hi: जनसंख्या संघ की तुलना फुरसत के समय की मध्यम से जोरदार गतिविधि से की गई है - यह कोई व्यक्तिगत भविष्यवाणी नहीं है।
hr: Povezanost stanovništva u usporedbi s umjerenom do snažnom aktivnošću bez slobodnog vremena - nije individualno predviđanje.
hu: A lakossági asszociáció összehasonlítva azzal, hogy nincs szabadidős, közepestől erőteljesig terjedő tevékenység – nem egyéni előrejelzés.
id: Asosiasi populasi dibandingkan dengan tidak adanya aktivitas sedang hingga berat di waktu senggang—bukan merupakan prediksi individu.
it: Associazione della popolazione rispetto all'assenza di attività da moderata a intensa nel tempo libero: non è una previsione individuale.
ja: 個人の予測ではなく、余暇に中程度から激しい活動をしない場合と比較した集団の関連性。
ko: 여가 시간에 중간 정도부터 활발한 활동을 하지 않는 것과 비교한 인구 연관성 - 개별적인 예측이 아닙니다.
ms: Perkaitan penduduk berbanding dengan tiada aktiviti masa lapang yang sederhana hingga rancak—bukan ramalan individu.
nb: Befolkningssammenslutning sammenlignet med ingen moderat til kraftig aktivitet i fritiden - ikke en individuell prediksjon.
nl: Bevolkingsassociatie vergeleken met geen matige tot intensieve activiteit in de vrije tijd – geen individuele voorspelling.
pl: Porównanie populacji z brakiem umiarkowanej lub intensywnej aktywności w czasie wolnym – nie jest to prognoza indywidualna.
pt: Associação populacional comparada com nenhuma atividade de lazer moderada a vigorosa – não é uma previsão individual.
ro: Asocierea populației în comparație cu nicio activitate moderată până la viguroasă în timpul liber - nu o predicție individuală.
ru: Ассоциация населения по сравнению с отсутствием активности в свободное время от умеренной до активной — не индивидуальный прогноз.
sk: Asociácia populácie v porovnaní so žiadnou miernou až intenzívnou aktivitou vo voľnom čase – nie je to individuálna predpoveď.
sv: Befolkningssammanslutning jämfört med ingen måttlig till kraftig aktivitet på fritiden – inte en individuell förutsägelse.
th: ความสัมพันธ์ของประชากรเมื่อเปรียบเทียบกับการไม่มีกิจกรรมยามว่างในระดับปานกลางถึงแข็งแรง ไม่ใช่การคาดการณ์รายบุคคล
tr: Boş zamanlarında orta-yoğun aktivite yapılmaması ile karşılaştırıldığında nüfus ilişkisi; bireysel bir tahmin değil.
uk: Асоціація населення порівняно з відсутністю вільного часу від помірної до інтенсивної діяльності — не індивідуальний прогноз.
vi: Mối liên hệ về dân số được so sánh với việc không có hoạt động ở mức độ vừa phải đến mạnh mẽ trong thời gian rảnh rỗi—không phải là một dự đoán cá nhân.
yue: 人口關聯同冇閒暇時間嘅中度至強烈活動相比 — 唔係個別預測。
zh_hans: 人口关联与没有休闲时间中度至剧烈活动的比较——不是个人预测。
zh_hant: 人口關聯與沒有休閒時間中度至劇烈活動的比較－不是個人預測。
